/*Написать программу, которая предлагает пользователю ввести сумму
денежного вклада в гривнах, а также процент годовых, которые 
выплачивает банк. Определить сумму денег, выплачиваемых банком 
вкладчику каждый месяц.*/

#include<iostream>
using namespace std;

int main()
{
	setlocale(LC_ALL, "Russian");



	cout << "" << endl;

	return 0;
}