//Написать программу, которая переводит доллары в гривны. Курс доллара задать в программе как константу.

#include<iostream>
using namespace std;

int main()
{
	cout << "" << endl;

	return 0;
}