//Написать программу, которая находит процент P от суммы S.

#include<iostream>
using namespace std;

int main()
{
	cout << "" << endl;

	return 0;
}